Repository: sunny42B/42Berlin
Catalog: Transcendence/app/frontend/statics/locale/*/LC_MESSAGES/django.po
Languages: uk

source: English
uk: Англійська

source: Korean
uk: Корейська

source: French
uk: Французька

source: Ukrainian
uk: Українська

source: Sign In
uk: Увійти

source: Sign Up
uk: Зареєструватися

source: Avatar URL:
uk: URL аватара:

source: or Upload Avatar:
uk: або Завантажити аватар:

source: Choose file
uk: Виберіть файл

source: or Choose an Avatar:
uk: або Виберіть аватар:

source: Change Avatar
uk: Змінити аватар

source: PongChat, the best chat in the world
uk: PongChat, найкращий чат у світі

source: Edit Profile:
uk: Редагувати профіль:

source: Display Name
uk: Відображуване імя

source: Enter your Display Name
uk: Введіть ваше відображуване імя

source: Firstname
uk: Імя

source: Enter your Firstame
uk: Введіть ваше імя

source: Surname
uk: Прізвище

source: Enter your Surname
uk: Введіть ваше прізвище

source: Email address
uk: Електронна адреса

source: Enter email
uk: Введіть електронну адресу

source: Language
uk: Мова

source: Save Profile
uk: Зберегти профіль

source: Memoryyyyyyyy
uk: Память

source: Memory
uk: Память

source: Do you want to play a 1vs1 game or a tournament?
uk: Чи хочете ви грати в гру 1 на 1 або турнір?

source: Play tournament
uk: Понг - останній турнір

source: Play 1vs1
uk: Грати 1 на 1

source: Which type of game do you wanna play?
uk: Який тип гри ви хочете грати

source: Play local Game
uk: Грати в місцеву гру

source: Play remote Game
uk: Грати віддалену гру

source: Which type of game do you wanna play
uk: Який тип гри ви хочете грати

source: Create New Game
uk: Створити нову гру

source: Join Existing Game
uk: Приєднатися до існуючої гри

source: Which set do you want to play with?
uk: Який тип гри ви хочете грати

source: Nature (easy)
uk: Природа (легко)

source: Robot (hard)
uk: Робот (важко)

source: How many cards do you want to play with:
uk: Скільки гравців ви хочете бути

source: How many players do you want to be?
uk: Скільки гравців ви хочете бути

source: players
uk: гравців

source: First player is
uk: гравців

source: Name of player
uk: Імя гравця

source: Submit
uk: Надіслати

source: Name already exists! Please choose a different name.
uk: Таке імя вже існує! Будь ласка, виберіть інше імя.

source: Error:
uk: Помилка:

source: Welcome to the memory tournament!
uk: Ласкаво просимо до турніру памяті!

source: The rounds are the following:
uk: Раунди наступні:

source: Ready to start?
uk: Готові до старту ?

source: Go!
uk: Почати!

source: Start!
uk: Почати!

source: Memory game
uk: Память

source: Nature
uk: Природа

source: Robot
uk: Робот

source: No active games
uk: Немає активних ігор

source: It is a tie !
uk: Нічия!

source: Second Round !
uk: Другий раунд!

source: Third Round !
uk: Третій раунд!

source: Pong
uk: Понг

source: Chose how many points wins:
uk: Виберіть, скільки очок виграє:

source: Choose the difficulty:
uk: Виберіть складність:

source: Which theme do you want for your game:
uk: Який тип гри ви хочете грати

source: Team mode: Dark blue background, white ball and skyblue paddles
uk: Режим команди: Темно-синій фон, біла куля і підсвічування неба

source: Chinese New Year: Red background, golden ball and white paddles
uk: Китайський Новий рік: Червоний фон, золота куля і білі ракети

source: Dirty dalmatians: Black background, white ball, gray paddles
uk: Брудні далматинці: Чорний фон, біла куля, сірі ракети

source: Start
uk: Почати

source: Welcome to the pong tournament
uk: Ласкаво просимо на турнір понгу

source: The rounds are the following
uk: Раунди наступні

source: Instructions
uk: Інструкції

source: You can control your paddle with W (up) and S(down) or with the Up arrow and Down Arrow.
uk: Ви можете керувати своїми ракетами за допомогою W (вверх) і S (вниз) або за допомогою стрілок вгору і вниз.

source: Waiting for Players...
uk: Очікування гравців...

source: You will play with W(up) and S(down)
uk: Ви будете грати з допомогою клавіш W (вгору) та S (вниз)

source: You will play with the Up arrow(up) and Down arrow(down)
uk: Ви будете грати з допомогою стрілки вгору та стрілки вниз

source: Welcome
uk: Ласкаво просимо

source: You are now logged in.
uk: Ви увійшли в систему.

source: Ranking
uk: Рейтинг

source: Welcome!
uk: Ласкаво просимо!

source: Please sign in or sign up to continue...
uk: Будь ласка, увійдіть або зареєструйтесь, щоб продовжити...

source: SignIn with 42
uk: Увійти з 42

source: Pong - The ultimate tournament
uk: Понг - останній турнір

source: 42 Pong
uk: 42 Понг

source: Home
uk: Головна

source: Games
uk: Ігри

source: Scoreboard
uk: Таблиця

source: Profile
uk: Профіль

source: Sign Out
uk: Вийти

source: This website has been created for the last project of 42 by:
uk: Цей вебсайт був створений для останнього проекту 42:

source: Mariia Paraskun
uk: Марія Параскун

source: Sung Hyan Lee
uk: Сун Хван Лі

source: Max Schaub
uk: Макс Шауб

source: Feras Hassouneh
uk: Ферас Хасуне

source: Emilie Drouot
uk: Емілі Друо

source: Show Friendlist
uk: Показати список друзів

source: Account Information
uk: Інформація про обліковий запис

source: Intraname:
uk: Імя користувача:

source: Display Name:
uk: Показати імя:

source: Email:
uk: Електронна пошта:

source: Date of Creation:
uk: Дата створення:

source: Personal Information
uk: Особиста інформація

source: Firstname:
uk: Імя:

source: Lastname:
uk: Прізвище:

source: Language:
uk: Мова:

source: Edit Profile
uk: Редагувати профіль

source: Games Played:
uk: Зіграні ігри:

source: Games Won:
uk: Виграні ігри:

source: Win Streak:
uk: Серія перемог:

source: Memory:
uk: Память:

source: Historic:
uk: Історія:

source: Type
uk: Тип

source: Tournament
uk: Турнір

source: 1vs1
uk: 1 на 1

source: Players
uk: гравців

source: Winner
uk: Переможець

source: Score
uk: Таблиця

source: Previous
uk: Попередня

source: Next
uk: Наступна

source: Friendlist
uk: Список друзів

source: Remove Selected Friends
uk: Видалити обраних друзів

source: You have no friends yet.
uk: Ви ще не маєте друзів.

source: Search for users...
uk: Шукати користувачів...

source: Search
uk: Пошук

source: Online
uk: Онлайн

source: Offline
uk: Офлайн

source: Add Friend
uk: Список друзів

source: Intraname
uk: Імя користувача

source: Enter Intraname
uk: Введіть імя користувача

source: Password
uk: Пароль

source: or
uk: або

source: Don't have an account?
uk: Не маєте облікового запису?

source: Confirm Password
uk: Підтвердіть пароль

source: Confirm password
uk: Підтвердіть пароль

source: Already have an account?
uk: Вже маєте обліковий запис?

source: Failed to create user: User or Email already exists
uk: Не вдалося створити користувача: користувач або електронна пошта вже існує

source: Sign in failed. Please check your Intraname and password.
uk: Не вдалося увійти. Будь ласка, перевірте своє імя користувача та пароль.

source: Logout successful
uk: Вихід виконано успішно

source: Something went wrong! Are you signed in?
uk: Виникла помилка! Ви увійшли?

source: You are not signed in! Please sign in to edit your profile.
uk: Ви не увійшли! Будь ласка, увійдіть, щоб редагувати свій профіль.

source: You are not signed in! Please sign in to view your profile.
uk: Ви не увійшли! Будь ласка, увійдіть, щоб переглянути свій профіль.

source: You are not signed in! Please sign in to view the home page.
uk: Ви не увійшли! Будь ласка, увійдіть, щоб переглянути домашню сторінку.

source: You are not signed in! Please sign in to play the game.
uk: Ви не увійшли! Будь ласка, увійдіть, щоб почати гру.

source: Failed to authenticate user. Please try again.
uk: Не вдалося автентифікувати користувача. Будь ласка, спробуйте ще раз.

source: Failed to reach API. Please try again.
uk: Не вдалося зєднатися з API. Будь ласка, спробуйте ще раз.

source: Which type of game do you wanna play?
uk: Який тип гри ви хочете грати?

source: Name of player
uk: Ім'я гравця

source: Easy
uk: Легко

source: Hard
uk: Складно

source: Team Theme: Dark blue background, white ball and skyblue paddles
uk: Командна тема: темно-синій фон, біла куля та небесно-голубі ракетки

source: Ready to start? Go!
uk: Готові почати? Вперед!
